Repository: mailgun/wordpress-plugin
Catalog: languages/mailgun-*.po
Languages: ca, de_de

source: Mailgun has been automatically deactivated because the file <strong>%s</strong> is missing. Please reinstall the plugin and reactivate.
ca: Mailgun ha estat desactivat automàticament perquè el fitxer <strong>%s</strong> no s'ha trobat. Si us plau, reinstal·la el plugin i torna a activar-lo.
de_de: Mailgun wurde automatisch deaktiviert, da die Datei <strong>%s</strong> fehlt. Bitte installieren Sie das Plugin nochmals und aktivieren Sie es wieder.

source: The Mailgun plugin configuration has changed since you last saved. Do you wish to test anyway?\n\nClick "Cancel" and then "Save Changes" if you wish to save your changes.
ca: La configuració del plugin de Mailgun ha canviat des del darrer cop que ho has desat. Vols provar la configuració de totes maneres? Selecciona "Cancel·lar" i després a "Desar els canvis" si vols desar els teus canvis.
de_de: Die Mailgun-Plugin-Konfiguration wurde seit dem letzten Speichern verändert. Möchten Sie den Test dennoch starten?\n\nKlicken Sie "Abbrechen" und dann "Änderungen speichern", falls Sie Ihre Änderungen speichern möchten.

source: Testing...
ca: Provant...
de_de: Teste...

source: Test Configuration
ca: Provar la configuració
de_de: Konfiguration Testen

source: Failure
ca: Error
de_de: Fehler

source: <div id="message" class="updated fade"><p>The options page for the <strong>Mailgun</strong> plugin cannot be displayed. The file <strong>%s</strong> is missing. Please reinstall the plugin.</p></div>
ca: <div id="message" class="updated fade"><p>La pàgina de configuració del plugin de <strong>Mailgun</strong> no pot ser mostrada. El fitxer <strong>%s</strong> no existeix. Si us plau, reinstal·la el plugin.</p></div>
de_de: <div id="message" class="updated fade"><p>Die Options-Seite für das <strong>Mailgun</strong>-Plugin kann nicht angezeigt werden. Die Datei <strong>%s</strong> fehlt. Bitte installieren Sie das Plugin erneut.</p></div>

source: Mailgun is almost ready.
ca: Mailgun està gairebé llest.
de_de: Mailgun ist fast bereit.

source: You must <a href="%1$s">configure Mailgun</a> for it to work.
ca: Has de <a href="%1$s">configurar Mailgun</a> per fer-lo funcionar.
de_de: Sie müssen <a href="%1$s">Mailgun konfigurieren</a>, damit es funktioniert.

source: Settings
ca: Ajustaments
de_de: Einstellungen

source: Unauthorized
ca: No autoritzat
de_de: Nicht autorisiert

source: Secure SMTP
ca: SMTP Segur
de_de: Sicheres SMTP

source: This is a test email generated by the Mailgun WordPress plugin. If you have received this message, the requested test has succeeded. The method used to send this email was: %s.
ca: Aquest és un correu electrònic de prova generat pel plugin de Mailgun per al WordPress. Si has rebut aquest missatge, significa que el plugin està correctament configurat, i que ha estat possible establir connexió amb els sistemes de Mailgun. El mètode utilitzat per enviar aquest missatge ha estat: %s.
de_de: Die ist eine Test-Email, die vom Mailgun WordPress Plugin erzeugt wurde. Sollten Sie diese Nachricht erhalten haben, war der angefragte Test erfolgreich. Zum Senden dieser Email wurde folgende Methode verwendet: %s.

source: Success
ca: Èxit
de_de: Erfolg

source: Configuration
ca: Configuració
de_de: Konfiguration

source: Use HTTP API
ca: Fer servir API HTTP
de_de: HTTP API verwenden

source: Yes
ca: Si
de_de: Ja

source: No
de_de: Nein

source: Set this to "No" if your server cannot make outbound HTTP connections or if emails are not being delivered. "No" will cause this plugin to use SMTP. Default "Yes".
ca: Selecciona "No" si el teu servidor no pot establir comunicacions HTTP cap a servidors externs, o si els correus electrònics no es poden enviar. Seleccionar "No" significa que el Plugin utilitzarà el server SMTP. Per defecte "Si".
de_de: Stellen Sie dies auf "Nein", falls Ihr Server keine abgehenden HTTP-Verbindungen aufbauen kann oder falls Emails nicht zugestellt werden. Das Plugin verwendet dann SMTP. Voreinstellung "Ja".

source: Mailgun Domain Name
ca: Nom de domini de Mailgun
de_de: Mailgun Domänenname

source: Your Mailgun Domain Name.
ca: El teu nom de domini de Mailgun
de_de: Ihr Mailgun Domänenname

source: API Key
ca: Clau de la API
de_de: API-Schlüssel

source: Your Mailgun API key, that starts with and includes "key-". Only valid for use with the API.
ca: La teva clau de la API, que comença (i que conté) "key-". Aquesta clau és valida només per a connexions amb la API.
de_de: Ihr Mailgun API-Schlüssel, enthält und fängt mit "key-" an. Nur gültig zur Verwendung mit der API.

source: Username
ca: Nom d'usuari
de_de: Benutzername

source: Your Mailgun SMTP username. Only valid for use with SMTP.
ca: El teu nom d'usuari de Mailgun. Únicament vàlid per a connexions SMTP.
de_de: Ihr Mailgun SMTP Benutzername. Nur gültig zur Verwendung mit SMTP.

source: Password
ca: Contrasenya
de_de: Passwort

source: Your Mailgun SMTP password that goes with the above username. Only valid for use with SMTP.
ca: La teva contrasenya de SMTP de Mailgun per al nom d'usuari de dalt. Únicament vàlid per connexions SMTP.
de_de: Ihr Mailgun SMTP Passwort, das zum o.g. Benutzernamen gehört. Nur gültig zur Verwendung mit SMTP.

source: Use Secure SMTP
ca: Utilitzar SMTP segur
de_de: Sicheres SMTP verwenden

source: Set this to "No" if your server cannot establish SSL SMTP connections or if emails are not being delivered. If you set this to "No" your password will be sent in plain text. Only valid for use with SMTP. Default "Yes".
ca: Selecciona "No" si el teu servidor no pot establir connexions SMTP segures, o si els correus electrònics no són enviats o lliurats. Si estableixes "No" la teva contrasenya serà enviada en text pla. Aquesta opció és vàlida només per a connexions SMTP. Per defecte "Sí".
de_de: Stellen Sie dies auf "Nein", falls Ihr Server keine SSL SMTP-Verbindungen aufbauen kann oder falls Emails nicht zugestellt werden. Bei "Nein" werden Passwörter im Klartext versendet. Nur gültig für SMTP. Voreinstellung "Ja".

source: Before attempting to test the configuration, please click "Save Changes".
ca: Abans de provar la teva configuració, si us plau, desa els canvis prement "Desar els canvis".
de_de: Bevor Sie versuchen, die Konfiguration zu testen, klicken Sie bitte "Änderungen speichern".

source: Save Changes
ca: Desar els canvis
de_de: Änderungen speichern

source: Reply-to address
de_de: Antwortadresse

source: Suppress Click Track for password reset email
de_de: Klick-Tracking für Passwort-Reset-Email unterdrücken

source: Title (optional):
ca: Titre (optionnel):
de_de: Titel (optional):

source: Description (optional):
ca: Description (optionnelle):
de_de: Beschreibung (optional):

source: List addresses (required):
ca: Lister les adresses (obligatoire):
de_de: Adressen auflisten (erforderlich):

source: Collect name:
ca: Collecter le nom:
de_de: Namen erfassen:

source: HTTP API
ca: API HTTP

source: Mailgun WordPress Plugin Test
ca: Prova del plugin de Mailgun per al WordPress.
